Group18_WasteNotWantNot/app/views/static_page/affiliated.html.erb

	<div class="row"><br></div>
	<%= Recipe.find(1).name%>
---
SELECT  "recipes".* FROM "recipes" WHERE "recipes"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]